//Задача 10: Напишите программу, которая принимает на вход трёхзначное число и на выходе показывает вторую цифру этого числа.

Console.Write("Введите трёхзначное число  > ");
string a = Console.ReadLine();
Console.WriteLine(a[1]);
